Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Reading your recent outdoor training…
ar: جارٍ قراءة تدريبك الخارجي الأخير…
da: Læser din seneste udendørs træning…
de: Dein jüngstes Outdoor-Training wird gelesen…
es: Leyendo tu entrenamiento reciente al aire libre…
fi: Luetaan viimeaikaista ulkoharjoitteluasi…
fr: Lecture de vos entraînements extérieurs récents…
is: Les nýlegar útiæfingar þínar…
it: Lettura dei tuoi allenamenti recenti all’aperto…
ja: 最近の屋外トレーニングを読み込み中…
ko: 최근 실외 훈련을 읽는 중…
nb: Leser din nylige utetrening…
nl: Je recente buitentraining lezen…
pt_br: Lendo seus treinos recentes ao ar livre…
ru: Чтение недавних тренировок на улице…
sv: Läser din senaste utomhusträning…
zh_hans: 正在读取你近期的户外训练…

source: readings
ar: قراءات
da: målinger
de: Messungen
es: lecturas
fi: mittausta
fr: mesures
is: mælingar
it: letture
ja: 測定
ko: 측정값
nb: målinger
nl: metingen
pt_br: leituras
ru: измерений
sv: mätningar
zh_hans: 读数

source: Ready
ar: جاهز
da: Klar
de: Bereit
es: Listo
fi: Valmis
fr: Prêt
is: Tilbúið
it: Pronto
ja: 準備完了
ko: 준비 완료
nb: Klar
nl: Gereed
pt_br: Pronto
ru: Готов
sv: Redo
zh_hans: 就绪

source: Ready to scan
ar: جاهز للبحث
da: Klar til at scanne
de: Bereit zum Suchen
es: Listo para buscar
fi: Valmis etsimään
fr: Prêt à rechercher
is: Tilbúið að leita
it: Pronto per la scansione
ja: スキャン準備完了
ko: 스캔 준비됨
nb: Klar til å søke
nl: Klaar om te scannen
pt_br: Pronto para buscar
ru: Готов к поиску
sv: Redo att söka
zh_hans: 准备扫描

source: Reanalysis Complete
ar: اكتملت إعادة التحليل
da: Genanalyse fuldført
de: Neuanalyse abgeschlossen
es: Reanálisis completado
fi: Uudelleenanalyysi valmis
fr: Ré-analyse terminée
is: Endurgreining lokið
it: Rianalisi completata
ja: 再分析完了
ko: 재분석 완료
nb: Ny analyse fullført
nl: Heranalyse voltooid
pt_br: Reanálise Completa
ru: Повторный анализ завершён
sv: Omanalys klar
zh_hans: 重新分析完成

source: Reanalyze
ar: إعادة التحليل
da: Genanalyser
de: Neu analysieren
es: Reanalizar
fi: Analysoi uudelleen
fr: Ré-analyser
is: Endurgreina
it: Rianalizza
ja: 再分析
ko: 재분석
nb: Analyser på nytt
nl: Opnieuw analyseren
pt_br: Reanalisar
ru: Повторно анализировать
sv: Omanalysera
zh_hans: 重新分析

source: Reanalyze All Sessions
ar: إعادة تحليل جميع الجلسات
da: Genanalyser alle sessioner
de: Alle Sitzungen neu analysieren
es: Reanalizar todas las sesiones
fi: Analysoi kaikki istunnot uudelleen
fr: Ré-analyser toutes les sessions
is: Endurgreina allar lotur
it: Rianalizza tutte le sessioni
ja: すべてのセッションを再分析
ko: 모든 세션 재분석
nb: Analyser alle økter på nytt
nl: Alle sessies opnieuw analyseren
pt_br: Reanalisar Todas as Sessões
ru: Повторно проанализировать все сессии
sv: Omanalysera alla sessioner
zh_hans: 重新分析所有记录

source: Reanalyze Selected Range
ar: إعادة تحليل النطاق المحدد
da: Genanalyser valgt periode
de: Ausgewählten Bereich neu analysieren
es: Reanalizar rango seleccionado
fi: Analysoi valittu aikaväli uudelleen
fr: Ré-analyser la plage sélectionnée
is: Endurgreina valið svið
it: Rianalizza intervallo selezionato
ja: 選択範囲を再分析
ko: 선택한 범위 재분석
nb: Analyser valgt periode på nytt
nl: Geselecteerd bereik opnieuw analyseren
pt_br: Reanalisar Intervalo Selecionado
ru: Повторно проанализировать выбранный диапазон
sv: Omanalysera valt intervall
zh_hans: 重新分析所选范围

source: Reanalyze Sessions?
ar: هل تريد إعادة تحليل الجلسات؟
da: Genanalyser sessioner?
de: Sitzungen neu analysieren?
es: ¿Reanalizar sesiones?
fi: Analysoidaanko istunnot uudelleen?
fr: Ré-analyser les sessions ?
is: Endurgreina lotur?
it: Rianalizzare le sessioni?
ja: セッションを再分析しますか？
ko: 세션을 재분석하시겠습니까?
nb: Analysere økter på nytt?
nl: Sessies opnieuw analyseren?
pt_br: Reanalisar Sessões?
ru: Повторно проанализировать сессии?
sv: Omanalysera sessioner?
zh_hans: 重新分析记录？

source: Reanalyzed %lld sessions with updated scoring.
ar: تمت إعادة تحليل %lld جلسة باستخدام التقييم المحدّث.
da: Genanalyserede %lld sessioner med opdateret scoring.
de: %lld Sitzungen mit aktualisierter Bewertung neu analysiert.
es: Se reanalizaron %lld sesiones con la puntuación actualizada.
fi: %lld istuntoa analysoitiin uudelleen päivitetyllä pisteytyksellä.
fr: %lld sessions réanalysées avec le nouveau calcul de score.
is: Endurgreindi %lld lotur með uppfærðri stigagjöf.
it: Rianalizzate %lld sessioni con il punteggio aggiornato.
ja: 更新されたスコア算出で %lld 件のセッションを再分析しました。
ko: 업데이트된 점수 산정으로 세션 %lld개를 재분석했습니다.
nb: Analyserte %lld økter på nytt med oppdatert scoring.
nl: %lld sessies opnieuw geanalyseerd met bijgewerkte scoring.
pt_br: %lld sessões reanalisadas com a pontuação atualizada.
ru: Повторно проанализировано %lld сессии с обновлённой оценкой.
sv: Analyserade om %lld sessioner med uppdaterad poängsättning.
zh_hans: 已使用更新后的评分重新分析 %lld 个记录。

# Reanalyzed %lld sessions. %lld with manual windows preserved.
source: Reanalyzed %1$lld sessions. %2$lld with manual windows preserved.
ar: أُعيد تحليل %lld جلسة. %lld منها مع الحفاظ على النوافذ اليدوية.
da: Genanalyserede %lld sessioner. %lld med manuelle vinduer bevaret.
de: %lld Sitzungen neu analysiert. %lld mit erhaltenen manuellen Fenstern.
es: Se reanalizaron %lld sesiones. %lld con ventanas manuales conservadas.
fi: Analysoitiin uudelleen %lld istuntoa. %lld säilytetyin manuaalisin ikkunoin.
fr: %lld séances réanalysées. %lld avec fenêtres manuelles conservées.
is: Endurgreindi %lld lotur. %lld með handvirkum gluggum varðveittum.
it: %lld sessioni rianalizzate. %lld con finestre manuali conservate.
ja: %lld 件のセッションを再分析しました。うち %lld 件は手動ウィンドウを保持しています。
ko: %lld개 세션을 재분석했습니다. %lld개는 수동 구간이 유지되었습니다.
nb: Reanalyserte %lld økter. %lld med manuelle vinduer bevart.
nl: %lld sessies opnieuw geanalyseerd. %lld met behoud van handmatige vensters.
pt_br: %lld sessões reanalisadas. %lld com janelas manuais preservadas.
ru: Повторно проанализировано сессий: %lld. С сохранёнными ручными окнами: %lld.
sv: Analyserade om %lld sessioner. %lld med manuella fönster bevarade.
zh_hans: 已重新分析 %lld 个记录。其中 %lld 个保留了手动窗口。

source: Reanalyzing...
ar: جارٍ إعادة التحليل...
da: Genanalyserer...
de: Wird neu analysiert …
es: Reanalizando...
fi: Analysoidaan uudelleen...
fr: Ré-analyse en cours...
is: Endurgreining...
it: Rianalisi in corso...
ja: 再分析中...
ko: 재분석 중...
nb: Analyserer på nytt...
nl: Opnieuw analyseren...
pt_br: Reanalisando...
ru: Повторный анализ...
sv: Omanalyserar...
zh_hans: 正在重新分析...

source: Reanalyzing…
ar: جارٍ إعادة التحليل…
da: Genanalyserer…
de: Wird neu analysiert …
es: Reanalizando…
fi: Analysoidaan uudelleen…
fr: Ré-analyse en cours…
is: Endurgreining…
it: Rianalisi in corso…
ja: 再分析中…
ko: 재분석 중…
nb: Analyserer på nytt…
nl: Opnieuw analyseren…
pt_br: Reanalisando…
ru: Повторный анализ…
sv: Omanalyserar…
zh_hans: 正在重新分析…

source: Reason (optional)
ar: السبب (اختياري)
da: Årsag (valgfrit)
de: Grund (optional)
es: Motivo (opcional)
fi: Syy (valinnainen)
fr: Raison (facultatif)
is: Ástæða (valfrjálst)
it: Motivo (facoltativo)
ja: 理由（任意）
ko: 이유 (선택 사항)
nb: Årsak (valgfritt)
nl: Reden (optioneel)
pt_br: Motivo (opcional)
ru: Причина (необязательно)
sv: Anledning (valfritt)
zh_hans: 原因（可选）

source: Reason for training break
ar: سبب التوقف عن التدريب
da: Årsag til træningspause
de: Grund für die Trainingspause
es: Motivo de la pausa de entrenamiento
fi: Harjoittelutauon syy
fr: Raison de la pause d'entraînement
is: Ástæða fyrir æfingahléi
it: Motivo della pausa dall'allenamento
ja: トレーニング休止の理由
ko: 훈련 중단 사유
nb: Årsak til treningspause
nl: Reden voor trainingspauze
pt_br: Motivo da pausa no treino
ru: Причина перерыва в тренировках
sv: Anledning till träningsuppehåll
zh_hans: 训练中断原因

source: Rebuild
ar: إعادة البناء
da: Genopbyg
de: Wiederherstellen
es: Reconstruir
fi: Rakenna uudelleen
fr: Reconstruire
is: Endurbyggja
it: Ricostruisci
ja: 再構築
ko: 다시 만들기
nb: Gjenoppbygg
nl: Herstellen
pt_br: Reconstruir
ru: Восстановить
sv: Återskapa
zh_hans: 重建

source: Rebuild an interrupted recording
ar: إعادة بناء تسجيل مُتوقّف
da: Genopbyg en afbrudt optagelse
de: Unterbrochene Aufzeichnung wiederherstellen
es: Reconstruir una grabación interrumpida
fi: Rakenna keskeytynyt tallennus uudelleen
fr: Reconstruire un enregistrement interrompu
is: Endurbyggja rofna upptöku
it: Ricostruisci una registrazione interrotta
ja: 中断された記録を再構築
ko: 중단된 기록 다시 만들기
nb: Gjenoppbygg et avbrutt opptak
nl: Onderbroken opname herstellen
pt_br: Reconstruir uma gravação interrompida
ru: Восстановить прерванную запись
sv: Återskapa en avbruten inspelning
zh_hans: 重建中断的记录

source: Rebuild from a time you remember
ar: أعد البناء من وقت تتذكّره
da: Genopbyg ud fra et tidspunkt du husker
de: Aus einer Zeit wiederherstellen, an die du dich erinnerst
es: Reconstruir desde una hora que recuerdes
fi: Rakenna uudelleen muistamastasi ajankohdasta
fr: Reconstruire à partir d’une heure dont vous vous souvenez
is: Endurbyggja frá tíma sem þú manst
it: Ricostruisci da un orario che ricordi
ja: 覚えている時刻から再構築
ko: 기억하는 시각부터 다시 만들기
nb: Gjenoppbygg fra et tidspunkt du husker
nl: Herstellen vanaf een tijd die je je herinnert
pt_br: Reconstruir a partir de um horário que você lembra
ru: Восстановить с момента, который вы помните
sv: Återskapa från en tid du minns
zh_hans: 从你记得的时间重建

source: Rebuild from Apple Health
ar: إعادة البناء من Apple Health
da: Genopbyg fra Apple Health
de: Aus Apple Health wiederherstellen
es: Reconstruir desde Apple Health
fi: Rakenna uudelleen Apple Healthista
fr: Reconstruire depuis Apple Santé
is: Endurbyggja úr Apple Health
it: Ricostruisci da Apple Salute
ja: Apple ヘルスケアから再構築
ko: Apple 건강에서 다시 만들기
nb: Gjenoppbygg fra Apple Health
nl: Herstellen uit Apple Gezondheid
pt_br: Reconstruir do Apple Saúde
ru: Восстановить из Apple Здоровье
sv: Återskapa från Apple Hälsa
zh_hans: 从 Apple 健康重建

source: Rebuild Training Load
ar: إعادة بناء حمل التدريب
da: Genopbyg træningsbelastning
de: Trainingsbelastung neu berechnen
es: Reconstruir la carga de entrenamiento
fi: Rakenna harjoituskuormitus uudelleen
fr: Reconstruire la charge d’entraînement
is: Endurbyggja æfingaálag
it: Ricostruisci il carico di allenamento
ja: トレーニング負荷を再構築
ko: 훈련 부하 재구성
nb: Bygg opp treningsbelastning på nytt
nl: Trainingsbelasting opnieuw opbouwen
pt_br: Reconstruir a carga de treino
ru: Пересчитать тренировочную нагрузку
sv: Bygg om träningsbelastningen
zh_hans: 重建训练负荷

source: Rebuilding load…
ar: جارٍ إعادة بناء الحمل…
da: Genopbygger belastning…
de: Belastung wird neu berechnet…
es: Reconstruyendo la carga…
fi: Rakennetaan kuormitusta uudelleen…
fr: Reconstruction de la charge…
is: Endurbyggi álag…
it: Ricostruzione del carico…
ja: 負荷を再構築中…
ko: 부하 재구성 중…
nb: Bygger opp belastning på nytt…
nl: Belasting opnieuw opbouwen…
pt_br: Reconstruindo a carga…
ru: Пересчёт нагрузки…
sv: Bygger om belastningen…
zh_hans: 正在重建负荷…

source: REC
ar: تسجيل
da: OPT
de: AUFN
es: GRAB
fi: TALL
fr: ENR
is: UPPT
it: REG
ja: 記録中
ko: 녹화
nb: OPPT
nl: OPN
pt_br: GRAV
ru: ЗАП
sv: INSP
zh_hans: 录制

source: Recent
ar: الأخيرة
da: Seneste
de: Zuletzt
es: Recientes
fi: Viimeaikaiset
fr: Récents
is: Nýlegt
it: Recenti
ja: 最近
ko: 최근
nb: Nylig
pt_br: Recentes
ru: Недавние
sv: Senaste
zh_hans: 最近

source: Recent Errors (newest first)
ar: الأخطاء الأخيرة (الأحدث أولاً)
da: Seneste fejl (nyeste først)
de: Letzte Fehler (neueste zuerst)
es: Errores recientes (más recientes primero)
fi: Viimeaikaiset virheet (uusimmat ensin)
fr: Erreurs récentes (les plus récentes en premier)
is: Nýlegar villur (nýjast fyrst)
it: Errori recenti (dal più recente)
ja: 最近のエラー（新しい順）
ko: 최근 오류 (최신 순)
nb: Nylige feil (nyeste først)
nl: Recente fouten (nieuwste eerst)
pt_br: Erros Recentes (mais novos primeiro)
ru: Последние ошибки (сначала новые)
sv: Senaste fel (nyast först)
zh_hans: 最近错误（最新优先）

source: Recent load is above your usual range — listen to your body
ar: الحمل الأخير أعلى من نطاقك المعتاد — أنصت إلى جسدك
da: Den nylige belastning er over dit sædvanlige niveau — lyt til din krop
de: Die jüngste Belastung liegt über deinem Üblichen — höre auf deinen Körper
es: La carga reciente supera tu rango habitual — escucha a tu cuerpo
fi: Viimeaikainen kuormitus ylittää tavanomaisen — kuuntele kehoasi
fr: La charge récente dépasse votre plage habituelle — écoutez votre corps
is: Nýlegt álag er yfir venjulegu bili þínu — hlustaðu á líkamann
it: Il carico recente supera il tuo intervallo abituale — ascolta il tuo corpo
ja: 最近の負荷がいつもの範囲を超えています — 体の声を聞いてください
ko: 최근 부하가 평소 범위를 넘었습니다 — 몸의 신호를 살피세요
nb: Nylig belastning er over ditt vanlige nivå — lytt til kroppen
nl: Recente belasting ligt boven je gebruikelijke bereik — luister naar je lichaam
pt_br: A carga recente está acima da sua faixa habitual — escute seu corpo
ru: Недавняя нагрузка выше обычной — прислушайтесь к телу
sv: Senaste belastningen är över ditt vanliga intervall — lyssna på kroppen
zh_hans: 近期负荷高于你的常态范围 — 留意身体感受

source: Recent load is below your usual range — taper, rest week, or natural variation
ar: الحمل الأخير دون نطاقك المعتاد — تخفيف، أو أسبوع راحة، أو تباين طبيعي
da: Den seneste belastning er under dit sædvanlige niveau — nedtrapning, hvileuge eller naturlig variation
de: Die jüngste Belastung liegt unter deinem üblichen Bereich — Tapering, Ruhewoche oder natürliche Schwankung
es: La carga reciente está por debajo de tu rango habitual — puesta a punto, semana de descanso o variación natural
fi: Viimeaikainen kuorma on tavanomaista pienempi — kevennys, lepoviikko tai luonnollinen vaihtelu
fr: La charge récente est sous votre plage habituelle — affûtage, semaine de repos ou variation naturelle
is: Nýlegt álag er undir venjulegu bili þínu — niðurtröppun, hvíldarvika eða eðlilegur breytileiki
it: Il carico recente è sotto il tuo intervallo abituale — scarico, settimana di riposo o variazione naturale
ja: 直近の負荷が通常の範囲を下回っています — テーパー、休養週、または自然な変動
ko: 최근 부하가 평소 범위 아래입니다 — 테이퍼, 휴식 주간 또는 자연스러운 변동
nb: Nylig belastning er under ditt vanlige nivå — nedtrapping, hvileuke eller naturlig variasjon
nl: De recente belasting ligt onder je gebruikelijke bereik — taper, rustweek of natuurlijke variatie
pt_br: A carga recente está abaixo da sua faixa habitual — polimento, semana de descanso ou variação natural
ru: Недавняя нагрузка ниже вашего обычного диапазона — подводка, разгрузочная неделя или естественные колебания
sv: Den senaste belastningen ligger under ditt vanliga intervall — nedtrappning, vilovecka eller naturlig variation
zh_hans: 近期负荷低于你的常规区间 — 减量、休息周或自然波动

source: Recent load is jumping fast — easy day helps you absorb it
ar: الحمل الأخير يقفز بسرعة — يوم سهل يساعدك على استيعابه
da: Den nylige belastning stiger hurtigt — en let dag hjælper dig med at absorbere den
de: Die jüngste Belastung steigt schnell — ein lockerer Tag hilft beim Verarbeiten
es: La carga reciente sube rápido — un día suave te ayuda a asimilarla
fi: Viimeaikainen kuormitus nousee nopeasti — kevyt päivä auttaa sulattamaan sen
fr: La charge récente grimpe vite — une journée facile aide à l’assimiler
is: Nýlegt álag hækkar hratt — léttur dagur hjálpar þér að vinna úr því
it: Il carico recente sale in fretta — una giornata leggera aiuta ad assimilarlo
ja: 最近の負荷が急上昇中 — 軽い日が吸収を助けます
ko: 최근 부하가 빠르게 상승 — 가벼운 날이 흡수를 돕습니다
nb: Nylig belastning stiger raskt — en lett dag hjelper deg å ta det opp
nl: Recente belasting stijgt snel — een lichte dag helpt bij het verwerken
pt_br: A carga recente está subindo rápido — um dia leve ajuda a absorver
ru: Недавняя нагрузка быстро растёт — лёгкий день поможет её усвоить
sv: Senaste belastningen ökar snabbt — en lätt dag hjälper dig ta upp den
zh_hans: 近期负荷上升很快 — 安排轻松日有助于吸收

source: Recent load lower than your fitness base
ar: الحمل الأخير أقل من قاعدة لياقتك
da: Nylig belastning lavere end din formbase
de: Jüngste Belastung unter deiner Fitnessbasis
es: Carga reciente menor que tu base de condición física
fi: Viimeaikainen kuormitus alle kuntopohjasi
fr: Charge récente inférieure à votre base de condition
is: Nýlegt álag lægra en þrekgrunnur þinn
it: Carico recente inferiore alla tua base di fitness
ja: 最近の負荷がフィットネス基盤を下回っています
ko: 최근 부하가 체력 기반보다 낮음
nb: Nylig belastning lavere enn formgrunnlaget ditt
nl: Recente belasting lager dan je fitheidsbasis
pt_br: Carga recente menor que sua base de condicionamento
ru: Недавняя нагрузка ниже вашей базовой формы
sv: Senaste belastning lägre än din konditionsbas
zh_hans: 近期负荷低于你的体能基础

source: Recent Problems
ar: مشاكل حديثة
da: Seneste problemer
de: Aktuelle Probleme
es: Problemas recientes
fi: Viimeaikaiset ongelmat
fr: Problèmes récents
is: Nýleg vandamál
it: Problemi recenti
ja: 最近の問題
ko: 최근 문제
nb: Nylige problemer
nl: Recente problemen
pt_br: Problemas Recentes
ru: Последние проблемы
sv: Senaste problem
zh_hans: 最近问题

source: Recent samples (newest last)
ar: العينات الأخيرة (الأحدث في النهاية)
da: Seneste prøver (nyeste sidst)
de: Letzte Stichproben (neueste zuletzt)
es: Muestras recientes (las más nuevas al final)
fi: Viimeaikaiset näytteet (uusin viimeisenä)
fr: Échantillons récents (le plus récent en dernier)
is: Nýleg sýni (nýjast síðast)
it: Campioni recenti (il più recente per ultimo)
ja: 最近のサンプル（最新が最後）
ko: 최근 샘플(최신 항목이 마지막)
nb: Nylige prøver (nyeste sist)
nl: Recente metingen (nieuwste laatst)
pt_br: Amostras recentes (mais recentes por último)
ru: Недавние образцы (новейшие в конце)
sv: Senaste proverna (nyaste sist)
zh_hans: 最近的样本（最新的在最后）

source: Recent Training Context
ar: سياق التدريب الأخير
da: Seneste træningskontekst
de: Aktueller Trainingskontext
es: Contexto de entrenamiento reciente
fi: Viimeaikainen harjoituskonteksti
fr: Contexte d’entraînement récent
is: Nýlegt æfingasamhengi
it: Contesto di allenamento recente
ja: 最近のトレーニング状況
ko: 최근 훈련 맥락
nb: Nylig treningskontekst
nl: Recente trainingscontext
pt_br: Contexto de treino recente
ru: Недавний тренировочный контекст
sv: Senaste träningskontext
zh_hans: 近期训练背景

source: Recent trends (15 nights)
ar: الاتجاهات الأخيرة (15 ليلة)
da: Seneste tendenser (15 nætter)
de: Aktuelle Trends (15 Nächte)
es: Tendencias recientes (15 noches)
fi: Viimeaikaiset trendit (15 yötä)
fr: Tendances récentes (15 nuits)
is: Nýleg þróun (15 nætur)
it: Tendenze recenti (15 notti)
ja: 最近の傾向（15 晩）
ko: 최근 추세 (15일 밤)
nb: Nylige trender (15 netter)
nl: Recente trends (15 nachten)
pt_br: Tendências recentes (15 noites)
ru: Недавние тренды (15 ночей)
sv: Senaste trender (15 nätter)
zh_hans: 近期趋势（15 晚）

source: Recent workouts
ar: التمارين الأخيرة
da: Seneste træninger
de: Letzte Trainings
es: Entrenamientos recientes
fi: Viimeisimmät harjoitukset
fr: Séances récentes
is: Nýlegar æfingar
it: Allenamenti recenti
ja: 最近のワークアウト
ko: 최근 운동
nb: Nylige treninger
nl: Recente trainingen
pt_br: Treinos recentes
ru: Недавние тренировки
sv: Senaste passen
zh_hans: 近期训练

source: RECENT WORKOUTS
ar: التمارين الأخيرة
da: SENESTE TRÆNINGER
de: LETZTE TRAININGS
es: ENTRENAMIENTOS RECIENTES
fi: VIIMEAIKAISET HARJOITUKSET
fr: ENTRAÎNEMENTS RÉCENTS
is: NÝLEGAR ÆFINGAR
it: ALLENAMENTI RECENTI
ja: 最近のワークアウト
ko: 최근 운동
nb: NYLIGE TRENINGSØKTER
nl: RECENTE TRAININGEN
pt_br: TREINOS RECENTES
ru: ПОСЛЕДНИЕ ТРЕНИРОВКИ
sv: SENASTE TRÄNINGSPASS
zh_hans: 最近训练

source: Recompute elevation
ar: إعادة حساب الارتفاع
da: Genberegn højde
de: Höhe neu berechnen
es: Recalcular el desnivel
fi: Laske nousu uudelleen
fr: Recalculer le dénivelé
is: Endurreikna hækkun
it: Ricalcola il dislivello
ja: 標高を再計算
ko: 고도 재계산
nb: Beregn høyde på nytt
nl: Hoogtemeters opnieuw berekenen
pt_br: Recalcular elevação
ru: Пересчитать набор высоты
sv: Beräkna om höjd
zh_hans: 重新计算爬升

source: Recompute elevation (topo map)
ar: إعادة حساب الارتفاع (خريطة طبوغرافية)
da: Genberegn højde (topografisk kort)
de: Höhe neu berechnen (topografische Karte)
es: Recalcular la altitud (mapa topográfico)
fi: Laske korkeus uudelleen (topografinen kartta)
fr: Recalculer l'altitude (carte topographique)
is: Endurreikna hæð (landfræðikort)
it: Ricalcola l'altitudine (mappa topografica)
ja: 標高を再計算（地形図）
ko: 고도 재계산(지형도)
nb: Beregn høyde på nytt (topografisk kart)
nl: Hoogte opnieuw berekenen (topografische kaart)
pt_br: Recalcular a altitude (mapa topográfico)
ru: Пересчитать высоту (топографическая карта)
sv: Beräkna höjd på nytt (topografisk karta)
zh_hans: 重新计算海拔（地形图）

source: Recompute recovery scores and analysis using the latest algorithms. Use a date range to limit to recent sessions.
ar: أعد حساب درجات التعافي والتحليل باستخدام أحدث الخوارزميات. استخدم نطاقاً زمنياً لتقييد الجلسات الحديثة.
da: Genberegn restitutionsscorer og analyse med de nyeste algoritmer. Brug et datointerval for at begrænse til seneste sessioner.
de: Erholungs-Scores und Analysen mit den neuesten Algorithmen neu berechnen. Verwende einen Zeitraum, um auf aktuelle Sitzungen zu beschränken.
es: Recalcular las puntuaciones de recuperación y el análisis con los algoritmos más recientes. Usa un rango de fechas para limitar a sesiones recientes.
fi: Laske palautumispisteet ja analyysit uudelleen uusimmilla algoritmeilla. Käytä aikaväliä rajoittaaksesi viimeaikaisiin istuntoihin.
fr: Recalculer les scores de récupération et l'analyse avec les derniers algorithmes. Utilisez une plage de dates pour limiter aux sessions récentes.
is: Endurreiknaðu batastig og greiningu með nýjustu reikniritum. Notaðu dagsetningasvið til að takmarka við nýlegar lotur.
it: Ricalcolare i punteggi di recupero e l'analisi con gli ultimi algoritmi. Utilizzare un intervallo di date per limitare alle sessioni recenti.
ja: 最新のアルゴリズムを使用して回復スコアと分析を再計算します。日付範囲を使用して最近のセッションに限定できます。
ko: 최신 알고리즘을 사용하여 회복 점수와 분석을 재계산합니다. 날짜 범위를 사용하여 최근 세션으로 제한할 수 있습니다.
nb: Beregn restitusjonsscorer og analyse på nytt med de nyeste algoritmene. Bruk et datointervall for å begrense til nylige økter.
nl: Herbereken herstelscores en analyses met de nieuwste algoritmen. Gebruik een datumbereik om te beperken tot recente sessies.
pt_br: Recalcular pontuações de recuperação e análise usando os algoritmos mais recentes. Use um intervalo de datas para limitar a sessões recentes.
ru: Пересчитать оценки восстановления и анализ с использованием последних алгоритмов. Используйте диапазон дат для ограничения по последним сессиям.
sv: Beräkna om återhämtningspoäng och analyser med de senaste algoritmerna. Använd ett datumintervall för att begränsa till nyliga sessioner.
zh_hans: 使用最新算法重新计算恢复评分和分析。使用日期范围限制为最近的记录。

source: Reconnect
ar: إعادة الاتصال
da: Genopret forbindelse
de: Erneut verbinden
es: Reconectar
fi: Yhdistä uudelleen
fr: Reconnecter
is: Tengjast aftur
it: Riconnetti
ja: 再接続
ko: 다시 연결
nb: Koble til på nytt
nl: Opnieuw verbinden
pt_br: Reconectar
ru: Переподключить
sv: Återanslut
zh_hans: 重新连接

source: Reconnect device to resume
ar: أعد توصيل الجهاز للاستئناف
da: Genforbind enhed for at genoptage
de: Gerät erneut verbinden, um fortzufahren
es: Reconecta el dispositivo para reanudar
fi: Yhdistä laite uudelleen jatkaaksesi
fr: Reconnectez l'appareil pour reprendre
is: Endurtengdu tæki til að halda áfram
it: Ricollegare il dispositivo per riprendere
ja: 再開するにはデバイスを再接続
ko: 재개하려면 기기를 다시 연결하세요
nb: Koble til enheten igjen for å fortsette
nl: Verbind apparaat opnieuw om te hervatten
pt_br: Reconecte o dispositivo para continuar
ru: Переподключите устройство для продолжения
sv: Återanslut enhet för att återuppta
zh_hans: 重新连接设备以继续

source: Record
ar: تسجيل
da: Optag
de: Aufnahme
es: Grabar
fi: Tallenna
fr: Enregistrer
is: Taka upp
it: Registra
ja: 記録
ko: 기록
nb: Ta opp
nl: Opnemen
pt_br: Gravar
ru: Запись
sv: Spela in
zh_hans: 记录

source: Record and review workouts
ar: سجّل التمارين وراجعها
da: Optag og gennemgå træninger
de: Trainings aufzeichnen und überprüfen
es: Graba y revisa entrenamientos
fi: Tallenna ja tarkastele harjoituksia
fr: Enregistrez et passez en revue vos séances
is: Taktu upp og skoðaðu æfingar
it: Registra e rivedi gli allenamenti
ja: ワークアウトを記録して振り返る
ko: 운동 기록 및 검토
nb: Registrer og gjennomgå økter
nl: Workouts opnemen en bekijken
pt_br: Grave e revise treinos
ru: Записывайте и просматривайте тренировки
sv: Spela in och granska träningspass
zh_hans: 记录并回顾训练
